{
    "1": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Skyla (Holiday 2020) & Togekiss.",
    "2": "Used in the Ticket Scout with a guaranteed chance to scout Skyla (Holiday 2020) & Togekiss.",
    "3": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Erika (Holiday 2020) & Comfey.",
    "4": "Used in the Ticket Scout with a guaranteed chance to scout Erika (Holiday 2020) & Comfey.",
    "5": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Lillie (New Year's 2021) & Ribombee.",
    "6": "Used in the Ticket Scout with a guaranteed chance to scout Lillie (New Year's 2021) & Ribombee.",
    "7": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Lance (New Year's 2021) & Gyarados.",
    "8": "Used in the Ticket Scout with a guaranteed chance to scout Lance (New Year's 2021) & Gyarados.",
    "9": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Serena (Palentine's 2021) & Whimsicott.",
    "10": "Used in the Ticket Scout with a guaranteed chance to scout Serena (Palentine's 2021) & Whimsicott.",
    "11": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Dawn (Palentine's 2021) & Alcremie.",
    "12": "Used in the Ticket Scout with a guaranteed chance to scout Dawn (Palentine's 2021) & Alcremie.",
    "13": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout May (Spring 2021) & Lopunny.",
    "14": "Used in the Ticket Scout with a guaranteed chance to scout May (Spring 2021) & Lopunny.",
    "15": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Burgh (Spring 2021) & Togepi.",
    "16": "Used in the Ticket Scout with a guaranteed chance to scout Burgh (Spring 2021) & Togepi.",
    "17": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Gloria (Summer 2021) & Inteleon.",
    "18": "Used in the Ticket Scout with a guaranteed chance to scout Gloria (Summer 2021) & Inteleon.",
    "19": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Marnie (Summer 2021) & Grimmsnarl.",
    "20": "Used in the Ticket Scout with a guaranteed chance to scout Marnie (Summer 2021) & Grimmsnarl.",
    "21": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Morty (Fall 2021) & Banette.",
    "22": "Used in the Ticket Scout with a guaranteed chance to scout Morty (Fall 2021) & Banette.",
    "23": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Caitlin (Fall 2021) & Sableye.",
    "24": "Used in the Ticket Scout with a guaranteed chance to scout Caitlin (Fall 2021) & Sableye.",
    "25": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Diantha (Special Costume) & Keldeo.",
    "26": "Used in the Ticket Scout with a guaranteed chance to scout Diantha (Special Costume) & Keldeo.",
    "27": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Hilda (Special Costume) & Diancie.",
    "28": "Used in the Ticket Scout with a guaranteed chance to scout Hilda (Special Costume) & Diancie.",
    "29": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Guzma (Special Costume) & Buzzwole.",
    "30": "Used in the Ticket Scout with a guaranteed chance to scout Guzma (Special Costume) & Buzzwole.",
    "31": "Used in the Ticket Scout with a guaranteed chance to scout a 5★ sync pair and an increased chance to scout Jasmine (Special Costume) & Celesteela.",
    "32": "Used in the Ticket Scout with a guaranteed chance to scout Jasmine (Special Costume) & Celesteela.",
    "33": "Used in the Ticket Scout with an increased chance to scout Leon (Holiday 2021) & Calyrex.",
    "34": "Used in the Ticket Scout with a guaranteed chance to scout Leon (Holiday 2021) & Calyrex.",
    "35": "Used in the Ticket Scout with an increased chance to scout Nessa (Holiday 2021) & Eiscue.",
    "36": "Used in the Ticket Scout with a guaranteed chance to scout Nessa (Holiday 2021) & Eiscue.",
    "37": "Used in the Ticket Scout with an increased chance to scout Volkner (New Year's 2022) & Electivire.",
    "38": "Used in the Ticket Scout with a guaranteed chance to scout Volkner (New Year's 2022) & Electivire.",
    "39": "Used in the Ticket Scout with an increased chance to scout Sabrina (New Year's 2022) & Chingling.",
    "40": "Used in the Ticket Scout with a guaranteed chance to scout Sabrina (New Year's 2022) & Chingling.",
    "41": "Used in the Ticket Scout with an increased chance to scout Marnie (Palentine's 2022) & Mawile.",
    "42": "Used in the Ticket Scout with a guaranteed chance to scout Marnie (Palentine’s 2022) & Mawile.",
    "43": "Used in the Ticket Scout with an increased chance to scout Bea (Palentine's 2022) & Vanilluxe.",
    "44": "Used in the Ticket Scout with a guaranteed chance to scout Bea (Palentine’s 2022) & Vanilluxe.",
    "45": "Used in the Ticket Scout with an increased chance to scout Lillie (Special Costume) & Polteageist.",
    "46": "Used in the Ticket Scout with a guaranteed chance to scout Lillie (Special Costume) & Polteageist.",
    "47": "Used in the Ticket Scout with an increased chance to scout Sonia (Special Costume) & Tsareena.",
    "48": "Used in the Ticket Scout with a guaranteed chance to scout Sonia (Special Costume) & Tsareena.",
    "49": "Used in the Ticket Scout with an increased chance to scout Ingo (Special Costume) & Accelgor.",
    "50": "Used in the Ticket Scout with a guaranteed chance to scout Ingo (Special Costume) & Accelgor.",
    "51": "Used in the Ticket Scout with an increased chance to scout Emmet (Special Costume) & Escavalier.",
    "52": "Used in the Ticket Scout with a guaranteed chance to scout Emmet (Special Costume) & Escavalier.",
    "53": "Used in the Ticket Scout with a guaranteed chance to scout Aaron & Vespiquen.",
    "54": "Used in the Ticket Scout with a guaranteed chance to scout Bertha & Hippowdon.",
    "55": "Used in the Ticket Scout with a guaranteed chance to scout Lucian & Girafarig.",
    "57": "Used in the Ticket Scout with an increased chance to scout N (Summer 2022) & Zoroark.",
    "58": "Used in the Ticket Scout with a guaranteed chance to scout N (Summer 2022) & Zoroark.",
    "59": "Used in the Ticket Scout with an increased chance to scout Hilda (Summer 2022) & Grapploct.",
    "60": "Used in the Ticket Scout with a guaranteed chance to scout Hilda (Summer 2022) & Grapploct.",
    "61": "Used in the Ticket Scout with an increased chance to scout featured seasonal sync pairs.",
    "62": "Used in the Ticket Scout with a guaranteed chance to scout Looker & Croagunk.",
    "63": "Used in the Ticket Scout with a guaranteed chance to scout Courtney & Camerupt.",
    "64": "Used in the Ticket Scout with an increased chance to scout featured special costume sync pairs.",
    "65": "Used in the Ticket Scout with an increased chance to scout Rosa (Special Costume) & Shaymin.",
    "66": "Used in the Ticket Scout with a guaranteed chance to scout Rosa (Special Costume) & Shaymin.",
    "67": "Used in the Ticket Scout with a guaranteed chance to scout Gordie & Coalossal.",
    "68": "Used in the Ticket Scout with a guaranteed chance to scout Melony & Lapras.",
    "69": "Used in the Ticket Scout with an increased chance to scout Iris (Fall 2022) & Naganadel.",
    "70": "Used in the Ticket Scout with a guaranteed chance to scout Iris (Fall 2022) & Naganadel.",
    "71": "Used in the Ticket Scout with an increased chance to scout Allister (Fall 2022) & Gourgeist.",
    "72": "Used in the Ticket Scout with a guaranteed chance to scout Allister (Fall 2022) & Gourgeist.",
    "73": "Used in the Ticket Scout with an increased chance to scout featured seasonal sync pairs.",
}
