{
    "10018000000": "Let’s go out and look for never-before-seen Pokémon!",
    "10019000000": "Someday, I want to be a great Trainer like my dad!",
    "10049000000": "Yup, I’d like to see how far your bond will carry you.",
    "10051000000": "Get ready for your hardest Pokémon battle yet!",
    "10062000000": "Strong Pokémon. Weak Pokémon. That is only the selfish perception of people.",
    "10021000000": "I am the most powerful Trainer in the world!",
    "10002000000": "I’m so happy to be friends with you!",
    "10020000000": "I can’t let you get strong all by yourself!",
    "10004000000": "The only thing on my mind during a battle is victory!",
    "10106000000": "We’re going to see whose star shines brightest!",
    "10095000000": "Do your best not to bore me with a yawn-inducing battle.",
    "10153000000": "What a relief it would be if I could, for once, have a serious battle against an opponent!",
    "10048000000": "A beautiful loss is still a loss, and an ugly win is still a win!",
    "10101100000": "My cooking will put a smile on your face!",
    "10096100000": "Ah, hello! I will be serving you today! Oh, is that not why you called me?",
    "10111000000": "There’s no need for words now. We will battle to determine who is stronger— us or them.",
    "10091000000": "As a Champion of the Pokémon League, I accept any challenge!",
    "10017000000": "Always believe in your Pokémon’s potential, and accept every battle you’re challenged to!",
    "10112000000": "If you wanna go exploring, I’m your guy! The beach, the mountains, or even high in the sky!",
    "10001000000": "Here I come! Woo!",
    "10090000000": "When it comes down to it, I’m just the strongest there is right now.",
    "10106100000": "I live my life grandly and happily by walking the fine line between beauty and eccentricity!",
    "10114000000": "If you wish, I will show you my powers!",
    "10151000000": "Whenever and wherever, dance, dance, dance!",
    "10000000000": "... ... ...",
    "10125000000": "Destruction in human form—it’s your boy Guzma!",
    "10121000000": "Don’t you think some dummies are cute in their dumbness?",
    "10131000000": "The future is now, thanks to science!",
    "10127000000": "That was wonderful work.  You were elegant— infuriatingly so! It was utterly glorious!",
    "10113000000": "Do you know about the Steel type? They are very hard, cold, sharp, and really strong!",
    "10128000000": "I won’t give up! My Pokémon have given me the courage and strength to fight. I have to win— for their sake!",
    "10116000000": "United like this, our dream team has no chance of losing!",
    "10170000000": "Umm... That’s right. You! Use Bug-type Pokémon!",
    "10048100000": "I’ve got to keep my fangs sharp so I can have the best battles possible.",
    "10130000000": "My Pokémon and I will show you what makes us special!",
    "10148000000": "I can now see what others cannot...",
    "10091010000": "A Champion is prepared to face any and all challenges without fear of defeat!",
    "10090400000": "We’re the hottest, coolest team around.",
    "10002400000": "Parties and Pokémon are similar—you’ve gotta have fun with both!",
    "10118000000": "This is my full power!",
    "10119000000": "I’m going to show my full power... My REAL full power!",
    "10120000000": "My sweet Pokémon... I promise I’ll keep you safe...",
    "10021010000": "That championship is as good as ours!",
    "10017100000": "A perfectly coordinated team—that’s our style! You can leave defense to us!",
    "10007400000": "Rawr! Trick or treat, trick or treat, give me something good to eat!",
    "10020400000": "Hey! Did you prepare some candy for tonight?",
    "10115000000": "Every one of my Pokémon is top class in potential. They’re all potential game breakers!",
    "10215000000": "This chapter should be titled... “A Sudden Encounter! Miraculous Contest Scouting!” That’s what I’d call it!",
    "10100000000": "This is an awesome opportunity! Would you battle with me?",
    "10102000000": "Hey there! What a beautiful place! Don’t you agree?",
    "10243000000": "All of Pasio’s a stage, and we’re gonna be top billing! Just you wait and see!",
    "10016400000": "Let’s help deliver some joy! Time to hit the runway!",
    "10008400000": "I’m sure it would make everyone happy to see such a big tree decorated!",
    "10089000000": "I’ll become the bridge between Pokémon and humans! That’s my ideal!",
    "10126000000": "I want you to understand everything about me and my Pokémon!",
    "10118400000": "My resolution is to face everyone I meet with everything I’ve got!",
    "10111400000": "A new year, a new day... and new Pokémon battles! I’m so grateful for it all!",
    "10124000000": "Time for you to see that I  can do more than just cook! ",
    "10132000000": "Indeed! I’ll train you a little! Follow me!",
    "10130400000": "It’s great to use words to express how you feel, and if you add a small present to it, your feelings might be better understood!",
    "10116400000": "When you give a present, it’s full of all of your feelings! I think that’s why presents can be so special.",
    "10256000000": "Maybe my songs don’t make anyone happy. Maybe I can’t help. ♪ But still the only thing I can do is sing—sing my humble song. ♪",
    "10196000000": "The only way to create a world where people live in beauty, a world without conflict or theft, is to reduce the number of living things.",
    "10158000000": "You know, I’d really love to learn more about how a strong Trainer like you raises their Pokémon. ",
    "10092800000": "I’m the Pokémon League Champion, and I’m going to defeat you!",
    "10245000000": "I’ve got everyone’s cheers backin’ me! I’m really, really gonna win this time, got it?",
    "10247000000": "Well, everyone! I bid you farewell for today! But don’t you fret. I’ll always be around to make sure everyone in Galar can have a champion time!",
    "10122000000": "I think it’ll be a blast to explore the unknown together with you! I’m looking forward to it!",
    "10123000000": "Let’s be so energized today that we shine even brighter than the sun and the moon!",
    "10126400000": "If you’re happy, that makes me happy, too!",
    "10170400000": "Anything that brings out the beauty in Bug-type Pokémon makes my heart flutter.",
    "10249000000": "No matter what kind of plan your refined mind may be plotting, my partner and I will be sure to sink it.",
    "10250000000": "I’ll use karate along with my Pokémon’s moves!",
    "10257000000": "Bring the storm! My partner will send everyone in the stadium flying!",
    "10117000000": "It’s time for a Pokémon Battle Royal! Ready...fight!",
    "10192000000": "Though you are but a child, your eyes tell me of your fierce determination. My heart is pounding in my chest...",
    "10193000000": "That’s quite a fierce expression for such a wee little scamp.",
    "10161000000": "Old Hala is here to make you holler!",
    "10160000000": "Whatever is kicking up such lovely splashes must be rather big... A strapping young swimmer, perhaps? Or an amazing Pokémon specimen?",
    "10149000000": "Marowak was so pleased by your right answer that he simply had to battle you!",
    "10108000000": "Bravo! Excellent!",
    "10109000000": "Aim for victory! All aboard!",
    "10243400000": "Our beachside pop-up, Dine-A-Max, is open for business!",
    "10245400000": "We’re gonna get everyone excited about our pop-up!",
    "10066010000": "Sync pairs of Pasio! Show us the finest battle we’ve ever seen!",
    "10135000000": "Yo! You and me—we should get down to the kind of battle that can happen only here on Pasio!",
    "10150000000": "The wind is finally with us!",
    "10247100000": "Feel the power of our sync stone!",
    "10089400000": "Show your Pokémon your true, unwavering love!",
    "10118500000": "This battle is to show you all how truly thankful I am! Let’s go, Lunala!",
    "10090500000": "Rayquaza and I will blow your imagination away!",
    "10000800000": "... ... ...!",
    "10021800000": "I’m gonna be the strongest Trainer in the world!",
    "10251000000": "Swallow everything in darkness...",
    "10110100000": "My policy is an all-out offensive with Water-type Pokémon!",
    "10008100000": "What fine weather we have today. It’s perfect for a nap...or a Pokémon battle, I suppose!",
    "10148400000": "Welcome to the wonderful world of ghost Pokémon!",
    "10095400000": "Who’s there? Who is so uncouth as to disturb my sleep?",
    "10159000000": "Let us begin! En garde!",
    "10125400000": "I’ll rip that victory away from you if it’s the last thing I do!",
    "10158400000": "I’ll show everyone the finest acting and battling I have to offer!",
    "10113400000": "Nobody gets past me!",
    "10004400000": "I’m gonna stand out and win this battle!",
    "10259000000": "Ah, here! It’s a book I wrote! I even signed it. That makes it a collector’s item. ",
    "10106800000": "Did our fantastic speed leave you dizzy?",
    "10249400000": "This is a little gift from us... I hope you can take it!",
    "10247400000": "It’s my job as Champion to make an appearance whenever I’m called!",
    "10120100000": "Unleash your power to protect people and Pokémon alike!",
    "10048800000": "I’m going to flip a coin. Will it be heads or tails?",
    "10162000000": "I’m not letting those criminals get away with this!",
    "10091200000": "Time isn’t flowing. And space isn’t stable. A world where the rules are broken.",
    "10114400000": "I hope we all have a wonderful new year.",
    "10115400000": "Looks like we’re starting off this year on the right foot!",
    "10245410000": "Don’t let your guard down just ’cause we’re cute! We’ll eat you right up!",
    "10250400000": "My heart is full just from being surrounded by the scent of baked goods...",
    "10116100000": "No matter what kind of nightmares everyone is having, we’ll make things all right again!",
    "10194100000": "A twisted world full of incomplete human spirit... That would be an intolerable nightmare indeed.",
    "10016500000": "When I think about a match with a fabulous Trainer like you, it’s like I’m walking on air!",
    "10126500000": "It’s true what they say. Time really flies when you’re having fun!",
    "10257400000": "Let the winds blow! Stream forward, Sandstorm!",
    "10130100000": "Trainers are protected by Pokémon, but they protect Pokémon, too!",
    "10118410000": "You all must really love tea! I do, too!",
    "10259400000": "This puzzle was created by none other than the queen and Pokémon Professor—me!",
    "10108400000": "An elegant, well-mannered tea party!",
    "10109400000": "Tea and sweets await! Everyone smile!",
    "10152000000": "Hello! Welcome to the Pokémon League!",
    "10154000000": "Well, well. You’re quite the adorable Trainer, but you’ve also got a spine.",
    "10176000000": "Ah, you timed your arrival well. I’ve just finished reading a book, you see.",
    "10148100000": "Are you...my new future?",
    "10140100000": "You shall face Giovanni, the greatest Trainer!",
    "10246000000": "We’ll show you a truly great pink.",
    "10002100000": "My grandpa once told me about the mystic power of time travel!",
    "10112100000": "The guardian of the seas, known in Johto since ancient times...",
    "10018100000": "What a beautiful and grand Pokémon!",
    "10089410000": "I’m sure today’s memories will live on forever in my heart...",
    "10004410000": "There’s no such thing as being good or bad at having fun!",
    "10012100000": "Let’s give it all we’ve got!",
    "10243800000": "Unleash the power!",
    "10019100000": "We can definitely become friends with any Pokémon!",
    "10126100000": "Let’s battle!",
    "10217000000": "My name... Ah, no. I shall inform you of my code name only.",
    "10222000000": "You...seem fun. ♪",
    "10090100000": "I feel like I’ve just begun to see the shape of the world.",
    "10091100000": "When you are facing a Trainer in a battle, you can learn everything about them.",
    "10101410000": "I’m going to do my very best at being a super tourism ambassador!",
    "10000100000": "... ... ...!",
    "10264000000": "I choose you!",
    "10128100000": "I feel like I’ve been able to take another step forward thanks to you!",
    "10242000000": "Victory is ours!",
    "10092400000": "I’m gonna eat you up! Haha, just kidding!",
    "10251400000": "Do you think people will  see the strength of Ghost-type Pokémon?",
    "10254000000": "Not yet! I’m not crumbling to dust just yet. We can still battle!",
    "10255000000": "My partner’s signature move invites you to a subzero world!",
}
