{
    "600000": "Can be exchanged for items in the shop during events.",
    "600001": "Used on event maps.",
    "600002": "Used when challenging certain areas during events.",
    "600003": "Used to make pulls from the prize box.",
    "600004": "Can be used in exchange for items in the shop.",
    "600006": "A letter that Serena wrote to you. It gives off the faint scent of dark chocolate.",
    "600007": "A letter that Dawn wrote to you. It gives off the faint scent of something sweet.",
    "600010": "A Poké Puff you got from Serena. It tastes like a sweet memory you'll never forget.",
    "600011": "A Poké Puff you got from Dawn. It tastes like a sweet memory you'll never forget.",
    "600012": "Proof that you investigated the droughts and heavy rains. Maybe it'll come in handy for future surveys.",
    "600013": "Used to give Giovanni & Mewtwo a special power boost.",
    "600014": "Used to unlock stories in a specific event.",
    "600015": "A huge golden sphere awarded to a Trainer who showed off their finest performance and battle skills.",
    "600016": "A huge golden sphere awarded to a Trainer who bedazzled the audience with their battles.",
    "600017": "A huge golden sphere awarded to a Trainer who demonstrated exceptional strength with their partner Pokémon. ",
    "600018": "A huge golden sphere awarded to a Trainer who forged a stronger bond with their partner Pokémon.",
    "600019": "Special memorabilia from when you showed your support for Elesa.",
    "600020": "Special memorabilia from when you showed your support for Lisia.",
    "600021": "A letter that Marnie wrote to you. When you read it, you feel like you’re being cheered on.",
    "600022": "A letter that Bea wrote to you. When you read it, you’re filled with a feeling  of excitement.",
    "600023": "A fudge heart from Marnie. It tastes like a sweet memory you’ll never forget.",
    "600024": "Heart truffles you got from Bea. They taste like sweet memories you’ll never forget.",
    "600025": "Used to give Cyrus & Palkia a special power boost.",
    "600027": "One of the cells that make up Zygarde... What happens when you collect them all?",
    "600028": "A nugget of the purest gold that gives off a lustrous gleam. You can exchange it for various items.",
    "600029": "A sparkly ticket with a picture of Magikarp. You can exchange it for various items. ",
    "600030": "Used to give Silver & Ho-Oh a special power boost.",
    "600031": "Used to give Zinnia & Rayquaza a special power boost.",
}
