{
    "appeal_contents_lower_20801001": "You can defeat the legends on Pasio to win medals!",
    "appeal_contents_lower_20801002": "You can collect Eggs and hatch Pokémon to form sync pairs with!",
    "appeal_contents_lower_20851001": "Revisit a story featuring Lillie and her family!",
    "appeal_contents_lower_20851002": "You can use your Bug-type sync pairs to defeat a powerful opponent—Azelf!",
    "appeal_contents_lower_20851003": "What sort of trouble is Team Rocket up to at the summer fireworks festival?!",
    "appeal_contents_lower_21001002": "You can get gems daily as first-time completion rewards and 5★ Scout Tickets!",
    "appeal_contents_lower_21001003": "You can collect Eggs and hatch Pokémon to form sync pairs with!",
    "appeal_contents_lower_21001004": "Use Flying- and Poison-type sync pairs to defeat the powerful Tapu Bulu!",
    "appeal_contents_lower_21001006": "Complete the event, and team up with Zinnia & Rayquaza!",
    "appeal_contents_lower_20901001": "Reignite a burned-out Flint with a blinding clash of Electric-type moves!",
    "appeal_contents_lower_20901002": "Get candy with Acerola and Hilbert, and check out the Midnight Parade!",
    "appeal_contents_lower_20901003": "You can collect Eggs and hatch Pokémon to form sync pairs with!",
    "appeal_contents_lower_21001001": "Push your limits with Flying-type sync pairs!",
    "appeal_contents_lower_21001005": "How do battles differ from contests? Lisia gets a valuable lesson in battling!",
    "appeal_contents_lower_21101001": "You can collect lots of rewards by earning points from battles!",
    "appeal_contents_lower_21101002": "You can complete the event to form a sync pair with Solgaleo!",
    "appeal_contents_lower_21101003": "Use your Grass- and Steel-type sync pairs to defeat the mighty Regirock!",
    "appeal_contents_lower_21101004": "You can collect decorations to trade for items and get rewards in special areas!",
    "appeal_contents_lower_21201001": "Theme skills arrive! Plus, you can get vouchers to see special stories!",
    "appeal_contents_lower_21201002": "You can complete the event to team up with Silver & Ho-Oh!",
    "appeal_contents_lower_21201003": "You can get cards to trade for items! Rewards await in rare special areas!",
    "appeal_contents_lower_21201004": "Team Break interferes as Hilbert and Hilda attempt to search for N!",
    "appeal_contents_lower_30101002": "Take on the powerful Cresselia with the help of your Dark-type sync pairs!",
    "appeal_contents_lower_30101003": "You can complete the event to team up with Giovanni & Mewtwo!",
    "appeal_contents_lower_30101004": "You can complete the event to team up with Professor Sycamore & Xerneas!",
    "appeal_contents_lower_30101001": "You can gather ingredients to trade for items! Plus, special presents from Serena and Dawn?!",
    "appeal_contents_lower_30101005": "You can get great rewards by completing missions!",
    "appeal_contents_lower_21051000": "You can grab two log-in bonuses for loads of 5★-Guaranteed Scout Tickets!",
    "appeal_contents_lower_30201002": "You can use your best Fairy-type sync pairs to best the mighty Latias!",
    "appeal_contents_lower_30201004": "You can complete the event to team up with Cyrus & Palkia!",
    "appeal_contents_lower_30201005": "Battle Pasio’s Trainers! Plus, you can get vouchers to see special stories!",
    "appeal_contents_lower_30201006": "Iris discovered something essential to being a Champion. What could it be?",
    "appeal_contents_lower_30201001": "Dive into an all-new story featuring Leon and Marnie!",
    "event_appeal_contents_lower_30301001": "What exciting new trials have Mallow, Lana, and Kiawe created on Pasio?",
    "event_appeal_contents_lowerr_30301002": "You can use your Electric-type sync pairs to take on the mighty Tornadus!",
    "event_appeal_contents_lower_30301005": "You can have daily chances to get Eggs in these once-a-day battles!",
    "event_appeal_contents_lowerr_30401001": "Push your limits with Steel-type sync pairs!",
    "event_appeal_contents_lowerr_30401002": "Ghetsis wants to be a father to N again. What is he plotting on Pasio?",
    "event_appeal_contents_lowerr_30401003": "Who will claim the title of greatest dragon master?",
    "event_appeal_contents_lowerr_30401004": "You can complete challenging battles to win medals!",
    "event_appeal_contents_lower_30301003": "This is your chance to have some heated battles with Unova’s best!",
    "event_appeal_contents_lowerr_30401005": "Now’s your chance to prepare for the calamities about to hit Pasio!",
    "event_appeal_contents_lowerr_30401006": "You can complete the special event to gather weather surveys!",
    "appeal_contents_lower_30501001": "New region rotation battles under way! You can join the challenge daily!",
    "appeal_contents_lower_30501002": "Work with Maxie and Archie to take down Groudon and Kyogre!",
    "appeal_contents_lower_30501003": "Fight through challenging battles with strong opponents to claim your victory!",
    "appeal_contents_lower_30501004": "Who will win the contest? You can get special rewards from the prize box!",
    "event_appeal_contents_lowerr_30401007": "You can check out the News screen for details on the special event!",
    "appeal_contents_lower_30601001": "The greatest battle, better than ever before! Aim for victory! All aboard!",
    "appeal_contents_lower_30601002": "Power up with 3★ gear now available in the Exchange Items menu!",
    "appeal_contents_lower_30601003": "You can use your Rock- and Water- type sync pairs to challenge Moltres!",
    "appeal_contents_lower_30601004": "What summer memories have Gloria and Marnie created on Pasio?",
    "appeal_contents_lower_30601006": "Team up with Steven and Lyra to become Pasio’s superstars!",
    "appeal_contents_lower_30601005": "You can power up Bugsy & Scyther with limited-time item exchanges!",
    "appeal_contents_lower_307010003": "You can complete the event for amazing rewards!",
    "appeal_contents_lower_307010004": "You can complete the event to team up with Hop & Zamazenta!",
    "appeal_contents_lower_30601007": "You can log in and get gems for three days!",
    "appeal_contents_lower_308010001": "What stories will these three Trainers tell?",
    "appeal_contents_lower_308010002": "You can get Legendary Spirit to power up Giovanni & Mewtwo to 6★ EX!",
    "appeal_contents_lower_307010009": "You can team up with the Fire-type master sync pair Evelyn & Entei!",
    "appeal_contents_lower_307010010": "Log in during the event to receive 10-Pair Scout Tickets!",
    "appeal_contents_lower_308010003": "You can get gems daily as first-time rewards! Special area info available for a limited time!",
    "appeal_contents_lower_308010004": "You can power up Misty & Psyduck with limited-time item exchanges!",
    "appeal_contents_lower_308010005": "The Sweets Festival is back on Pasio! Join the fun with Hilda and the others!",
    "appeal_contents_lower_308010006": "Join Roark on a mining expedition to find some precious stones!",
    "appeal_contents_lower_308010007": "Story Event: Hearts United coming soon!",
    "appeal_contents_lower_30901001": "This is your chance to have some heated battles with Alola’s best!",
    "appeal_contents_lower_30901002": "You can get a special medal and 5★ Kanto Scout Tickets!",
    "appeal_contents_lower_30901003": "You can get Mewtwo Crystals to unlock Mega Mewtwo Y!",
    "appeal_contents_lower_30901004": "Gather mushrooms to feed Snorlax! You can check out the special story, too!",
    "appeal_contents_lower_30901005": "Enjoy a spooky night with Morty and Caitlin!",
    "appeal_contents_lower_30901007": "You can use your Ghost-type sync pairs to take on Uxie!",
    "appeal_contents_lower_30901008": "You can collect 5★ Kanto Scout Tickets to use in the Kanto-only sync pair scout!",
    "appeal_contents_lower_30901009": "You can collect 5★ Johto Scout Tickets to use in the Johto-only sync pair scout!",
    "appeal_contents_lower_30901010": "You can collect 5★ Hoenn Scout Tickets to use in the Hoenn-only sync pair scout!",
    "appeal_contents_lower_30901011": "You can collect 5★ Sinnoh Scout Tickets to use in the Sinnoh-only sync pair scout!",
    "appeal_contents_lower_30901012": "You can collect 5★ Unova Scout Tickets to use in the Unova-only sync pair scout!",
    "appeal_contents_lower_30901013": "You can collect 5★ Kalos Scout Tickets to use in the Kalos-only sync pair scout!",
    "appeal_contents_lower_310010001": "Sync pairs in special costumes appear in the Battle of the Golden Spheres!",
    "appeal_contents_lower_310010002": "Use Story Keys to watch the Poké War Games unfold!",
    "appeal_contents_lower_310010004": "You can collect 5★ Alola Scout Tickets to use in the Alola-only sync pair scout!",
    "appeal_contents_lower_310010005": "You can collect 5★ Galar Scout Tickets to use in the Galar-only sync pair scout!",
    "appeal_contents_lower_310010003": "Pokémon Masters Day one-time-only Happy Scout available now!",
    "appeal_contents_lower_31101002": "You can complete battles to collect prize coins to exchange for awesome rewards!",
    "appeal_contents_lower_31101003": "Fight through challenging battles with strong opponents to claim your victory!",
    "appeal_contents_lower_31101004": "You can exchange items for fan tickets to show your support for Elesa and Lisia!",
    "appeal_contents_lower_31101005": "You can deliver presents together with Leon and Nessa in festive winter outfits!",
    "appeal_contents_lower_31101007": "You can proceed through the story to team up with Giovanni & Mewtwo!",
    "appeal_contents_lower_31101008": "You can proceed through the story to team up with Silver & Ho-Oh!",
    "appeal_contents_lower_31101009": "You can proceed through the story to team up with Zinnia & Rayquaza!",
    "appeal_contents_lower_31101010": "You can proceed through the story to team up with Cyrus & Palkia!",
    "appeal_contents_lower_31101001": "You can unlock a new story by completing the Kanto chapter of the villain arc!",
    "appeal_contents_lower_31101006": "Three sync pairs get expanded sync grids! Check the News screen for more details!",
    "appeal_contents_lower_31201001": "You can get New Year’s Scout Tickets to use in a special scout!",
    "appeal_contents_lower_31201002": "Prepare for a showdown with Team Galactic, and figure out what they’re plotting!",
    "appeal_contents_lower_31201003": "Collect decorations to celebrate a thrilling new year!",
    "appeal_contents_lower_31201004": "You can get 5★Sinnoh Scout Tickets by defeating Team Galactic in battle!",
    "appeal_contents_lower_31201005": "You can get Legendary Spirit to power up Cyrus & Palkia to 6★ EX!",
    "appeal_contents_lower_31201006": "Keep a winning streak in the Legendary Arena to get a new kind of lucky cookie!",
    "appeal_contents_lower_31201007": "Stop Team Break from making Pasio a fashion disaster with their masks!",
    "appeal_contents_lower_31201008": "You can proceed through the story to team up with Ghetsis & Kyurem!",
    "appeal_contents_lower_31201009": "You can proceed through the story to team up with Professor Sycamore & Xerneas!",
    "appeal_contents_lower_31201010": "Step right up if you wanna get destroyed! A special story returns!",
    "appeal_contents_lower_31201011": "You can proceed through the story to form a sync pair with Solgaleo!",
    "appeal_contents_lower_31201012": "Three more sync pairs get expanded sync grids! Check the News screen for details!",
    "appeal_contents_lower_31201013": "You can proceed through the story to team up with Hop & Zamazenta!",
    "appeal_contents_lower_31201014": "A chance to get up to 60,000 gems! Check the News screen for more details!",
    "appeal_contents_lower_31201015": "Take a look at your Present Box! See the News screen for more details!",
    "appeal_contents_lower_40101001": "You can get a special medal and 5★ Sinnoh Scout Tickets!",
    "appeal_contents_lower_40101002": "You can unlock your favorite songs by exchanging music coins for song keys!",
    "appeal_contents_lower_40101003": "You can get tickets to trade for items! Plus, special presents from Marnie and Bea?!",
    "appeal_contents_lower_40101004": "You can get Palkia Crystals to power up Cyrus & Palkia!",
    "appeal_contents_lower_40101005": "You can power up Blue & Arcanine’s moves with limited-time item exchanges!",
    "appeal_contents_lower_40101006": "Enjoy your favorite songs in the jukebox by unlocking them with song keys!",
    "appeal_contents_lower_40201001": "Join everyone in celebrating the day Lear met Hoopa!",
    "appeal_contents_lower_40201004": "Complete battles to collect research reports!",
    "appeal_contents_lower_40201007": "Help everyone find Zygarde cells to investigate its true intentions!",
    "appeal_contents_lower_40201006": "You can get presents for completing event battles and logging in!",
    "appeal_contents_lower_40201003": "Complete event missions to get awesome rewards!",
    "appeal_contents_lower_40201015": "What awaits Serena and friends as they gather baking ingredients?",
    "appeal_contents_lower_40201011": "Part one of this scout features Caitlin, Gloria, and more!",
    "appeal_contents_lower_40201012": "Part two of this scout features Skyla, Lance, and more!",
    "appeal_contents_lower_40201013": "Part three of this scout features  Morty, Marnie, and more! ",
    "appeal_contents_lower_40201014": "Leon, Lear, and Cynthia are back! Other sync pairs are also available!",
    "appeal_contents_lower_40301001": "Sync pairs in special costumes appear! Solve riddles and join the tea party!",
    "appeal_contents_lower_40301002": "Use Story Keys to watch the preparations before the tea party!",
    "appeal_contents_lower_40301003": "Use Story Keys to watch the preparations before the tea party!",
    "appeal_contents_lower_40301004": "Use Story Keys to watch the preparations before the tea party!",
    "appeal_contents_lower_40301005": "It’s time to find a special treat to thank a few mentors for their guidance!",
    "appeal_contents_lower_40301006": "Don’t miss your chance to team up with Caitlin in a spotlight scout now under way!",
    "appeal_contents_lower_40301007": "You can unlock new content by completing the villain arc of the main story!",
    "appeal_contents_lower_40401001": "You can get 5★ Johto Scout Tickets by defeating Team Rocket in battle!",
    "appeal_contents_lower_40401002": "You can get Golden Magikarp Tickets in these once-a-day battles!",
    "appeal_contents_lower_40401003": "You can get Legendary Spirit to power up Silver & Ho-Oh to 6★ EX!",
    "appeal_contents_lower_40401005": "You can get awesome rewards! Check the News screen for details!",
    "appeal_contents_lower_40401006": "Explore Pasio while searching for rainbow-hued feathers!",
    "appeal_contents_lower_40401007": "Mysterious hikers have come to Pasio! What will you get if you battle them?",
    "appeal_contents_lower_40401008": "You can complete challenging battles to get awesome rewards!",
    "appeal_contents_lower_40401011": "You can get rewards and medals by winning battles!",
    "appeal_contents_lower_40401016": "You can use your Fire-type sync pairs to take on the mighty Cobalion!",
    "appeal_contents_lower_40401017": "This is your chance to have some heated battles with Sinnoh’s best!",
    "appeal_contents_lower_40301008": "You can complete 20 special riddle-solving missions to get 6,000 gems and other rewards!",
    "appeal_contents_lower_40501001": "You can get Ho-Oh Crystals to power up Silver & Ho-Oh!",
    "appeal_contents_lower_40501002": "Fight through challenging battles with strong opponents to claim your victory!",
    "appeal_contents_lower_40501003": "New event missions added daily! Clear the various requirements with your fastest time!",
    "appeal_contents_lower_40501004": "Make teams of sync pairs from the specified regions, and swiftly finish the battle!",
    "appeal_contents_lower_40501006": "Aim for victory in a tournament in which teamwork prevails!",
    "appeal_contents_lower_40501007": "You can complete event missions to get awesome rewards!",
    "appeal_contents_lower_40501008": "Unique folks with unique solutions to Trainers’ problems!",
    "appeal_contents_lower_40501012": "You can get a special medal and 5★ Johto Scout Tickets!",
    "appeal_contents_lower_40501015": "You can team up with Kris and Lyra in a special scout currently under way!",
    "appeal_contents_lower_40601002": "Hilda wants to visit every last festival booth, but N seems a bit unsure of himself...",
    "appeal_contents_lower_40601005": "Even on Pasio, he still wants to train! Get stronger together with Ash!",
    "appeal_contents_lower_40601006": "Daily battles and special missions under way! Don’t miss the 5★-Guaranteed Scout!",
    "appeal_contents_lower_40601007": "Complete the missions and get a scout ticket! You can choose a fair-exclusive sync pair!",
    "appeal_contents_lower_40601008": "Battle against Chuck! Plus, you can get event vouchers to see a special story!",
    "appeal_contents_lower_40601009": "They evolve into Hitmonchan, Hitmonlee, or Hitmontop depending on their role!",
    "appeal_contents_lower_40601010": "You can take on and complete each battle’s missions for awesome rewards!",
    "appeal_contents_lower_40601011": "Keep a winning streak in the Legendary Arena to get a new kind of lucky cookie!",
    "appeal_contents_lower_40701002": "You can get Legendary Spirit to power up Zinnia & Rayquaza to 6★ EX!",
    "appeal_contents_lower_40701003": "This is your chance to have some heated battles with Hoenn’s best!",
    "appeal_contents_lower_40701004": "You can complete a mission to see a special story!",
    "appeal_contents_lower_40701005": "You can collect Eggs and hatch Pokémon to form sync pairs with!",
    "appeal_contents_lower_40751001": "You can get a special medal and 5★ Hoenn Scout Tickets!",
    "appeal_contents_lower_40751002": "You can get Rayquaza Crystals to power up Zinnia & Rayquaza!",
    "appeal_contents_lower_40751005": "You can power up Giovanni & Persian with limited-time item exchanges!",
    "appeal_contents_lower_40701001": "Groudon and Kyogre are on a rampage! You can get 5★ Hoenn Scout Tickets!",
    "appeal_contents_lower_40751003": "Special rally, Poké Fair and Master Fair Scouts, and more now under way!",
    "appeal_contents_lower_40751004": "You can get daily first-time reward gems and also take on special present battles!",
    "appeal_contents_lower_40751010": "You can unlock their powerful new sync grid tiles!",
    "appeal_contents_lower_40751011": "Leon and Marnie are back! Other sync pairs are also available!",
    "appeal_contents_lower_40801001": "Six new sync pairs have arrived! You can use vouchers to team up with them!",
    "appeal_contents_lower_40801002": "Master Fairs and a rally are here to celebrate our three-year anniversary!",
    "appeal_contents_lower_40801004": "The Single Master Challenge Cup begins! Who will battle Ash?",
    "appeal_contents_lower_40801005": "You can battle every day to get rewards! And you can battle Ash!",
    "appeal_contents_lower_40801007": "Red and Cynthia are training in preparation for their face-off...",
    "appeal_contents_lower_40801010": "Limited-time events are being held in the Legendary Arena!",
    "appeal_contents_lower_40801013": "Help Pasio’s tourism ambassador, Rosa, guide sightseers around the island!",
    "appeal_contents_lower_40801018": "You can team up with Sygna Suit Cynthia (Aura) and Lucario!",
    "appeal_contents_lower_40801019": "You can team up with Rosa (Special Costume) & Shaymin!",
    "appeal_contents_lower_40901001": "You can unlock new content by completing the villain arc of the main story!",
    "appeal_contents_lower_40901002": "You can team up with Raihan & Duraludon and invite them to the lodge!",
    "appeal_contents_lower_40901003": "Powerful sync grid tiles for move levels 2, 4, and 5 have been added!",
    "appeal_contents_lower_40901004": "A new sync pair and presents have been added!",
    "appeal_contents_lower_40901005": "You can form a special team to get expedition rewards!",
    "appeal_contents_lower_40901006": "You can interact with Trainers at the special location!",
    "appeal_contents_lower_40901007": "What will Wally discover at the tournament while aiming for the top?",
    "appeal_contents_lower_40901008": "Fair-exculsive sync pairs are now even stronger! Check the News screen for details!",
    "appeal_contents_lower_40901009": "Wally wants to get stronger! Join him in battle to pursue new heights!",
    "appeal_contents_lower_40901010": "Train with everyone! You can battle to claim rewards!",
    "appeal_contents_lower_40901011": "You can complete challenging battles to get awesome rewards!",
    "appeal_contents_lower_40901012": "You can take on Latias and get mission rewards!",
    "appeal_contents_lower_40901013": "Investigate the truth behind the rumors with Iris, Allister, and Hex Maniac Helena!",
    "appeal_contents_lower_40901014": "You can take on Uxie and get mission rewards!",
    "appeal_contents_lower_40901015": "Three sync pairs get expanded sync grids! Check the News screen for more details!",
    "appeal_contents_lower_40901016": "Sync grid tiles for move levels 1, 2, and 3 have been added!",
}
