{
    "100001": "You can increase the max number of slots in your move gauge by exchanging items in the shop.",
    "100002": "Look out for this warning during battles—it means your opponent can pull off a supereffective attack!",
    "100003": "You can change elements of the HUD, such as your opponent’s HP bar and action order, in the Settings menu in your Poryphone.",
    "100004": "Roles refer to the function each sync pair excels at. You can change your play style and strategy based on which roles you choose to make up your team.",
    "100005": "Strike sync pairs excel in offense. There are two types of sync pairs in this role—physical (image 1) and special (image 2).",
    "100006": "Tech sync pairs are best at disrupting opponents.",
    "100007": "You can count on support sync pairs to help your allies. Many in this role also know how to take a punch for the good of the team.",
    "100008": "Gather items in level-up courses in the EX Plaza, then level up your sync pairs in the Team menu.",
    "100009": "Once your sync pair’s level is maxed out, gather items in the EX Plaza to unlock their level cap.",
    "100011": "From the Moves & Skills menu, you can learn new moves and passive skills by using specific items.",
    "100012": "If you use a supereffective attack during a unity bonus, this will activate an extra boost to your unity bonus time.",
    "100013": "Stats reset when sync pairs switch out. Each stat can be raised or lowered from its base by up to 6 stat ranks (except critical-hit rate, which can only be raised up to 3).",
    "100014": "Check area details before trying battles in order to check rewards and hints about bosses.",
    "100015": "When your Pokémon is poisoned, it will take damage after each action. If badly poisoned, it will take even more damage!",
    "100016": "When your Pokémon is paralyzed, its Speed falls and there’s a chance it may be unable to act at all!",
    "100017": "When your Pokémon is burned, it will take damage after each action. Being burned also decreases its Attack stat!",
    "100018": "When your Pokémon are asleep or frozen, they are prevented from using moves. These status conditions are removed in time or by using a sync move or a max move.",
    "100019": "Most status conditions do not go away even if you switch out your sync pair, but status conditions do not stack.",
    "100020": "When your Pokémon is confused, it may attack itself! You can cure it by using moves repeatedly or by switching out your Pokémon.",
    "100021": "While your Pokémon is flinching, it cannot use moves and your move gauge fills up more slowly. To get out of the condition, use a sync move or max move, switch out your Pokémon, or wait it out.",
    "100022": "While your Pokémon is trapped, it cannot switch out and its HP  is reduced after every action. The condition will disappear after using several Pokémon moves.",
    "100023": "Your opponents’ sync moves target your entire team! In addition to taking damage, your team’s temporary stat increases will go back to normal.",
    "100024": "You can evolve some Pokémon by completing their Evolution sync pair stories.",
    "100025": "If a teammate has a Pokémon that is ready to evolve, check out their Evolution sync pair story.",
    "100026": "You need to gather Evolution materials to complete Evolution sync pair stories. They can be acquired by exchanging items in the shop.",
    "100027": "Get pearls by completing the Coin Supercourse. You can exchange them for tons of coins in the shop.",
    "100028": "Take the items you earn from events to the shop and exchange them for other items or coins.",
    "100029": "The items and how often you can exchange them differ depending on when you try.",
    "100030": "Your team’s strength is the best indicator of how powerful it is. The higher your sync pairs’ stats,  the higher your team’s strength.",
    "100031": "When editing your team, choose sync pairs with the recommended move types to gain a type bonus, which boosts your team’s strength estimate for that area.",
    "100032": "You can battle in the EX Plaza to gather items to further strengthen your sync pairs.",
    "100033": "Your entire team shares the move gauge in single-player battles. Try to focus your strategy around supereffective moves!",
    "100034": "Each area has different recommended types. Make sure you edit your team to match those recommendations!",
    "100035": "Choose your targets wisely! Whether you win or lose may come down to how you use your sync moves.",
    "100036": "The sync move countdown resets after every battle. Unused sync moves don’t carry over, so try to use them while you have them!",
    "100037": "Be mindful of the order you knock out your opponents. Target the sync pairs who are weakest against your attacks or strongest against your team.",
    "100038": "When you use your sync move in a co-op battle, your opponents will target you. Use it wisely to save a teammate in need!",
    "100039": "Some areas are only playable for a limited time—or you can only attempt them a limited number of times, like supercourses. Be sure to check often so you don’t miss any!",
    "100042": "Use sync orbs that are specific to a sync pair to activate tiles on their sync grid. Raise stats, enhance moves, improve skills, and more!",
    "100044": "In single-player battles, you can choose the order opponents will target your team members using the Edit Team screen.",
    "100045": "Giving goodies to a Pokémon you hatched from an Egg will raise your affinity with it!",
    "100046": "You can receive Eggs from Professor Bellis after completing battles!",
    "100047": "Place Eggs received from Professor Bellis in the incubators in Bellis’s Lab.",
    "100048": "Winning battles fills up the incubator’s hatch gauge. Rack up victories to hatch your Eggs faster!",
    "100049": "Once you place an Egg into an incubator, it’s only a matter of time before the Egg hatches!",
    "100050": "At the day care in Bellis’s lab, you can form sync pairs with the Pokémon you hatch from Eggs!",
    "100051": "Collect items for leveling up in the Level-Up Area, then head over to the Level Up section of the Team menu!",
    "100052": "Sync pairs at their max level? Collect items in the Cap-Unlock Area and use the Unlock Level Cap feature to raise their level caps!",
    "100053": "You need to gather Evolution materials to complete Evolution sync pair stories. They can be acquired in the Evolution Material Area.",
    "100054": "The Training Area has area info suited for collecting a variety of items used in upgrades.",
    "100056": "You can get co-op sync orbs in the Sync Orb Area!",
    "100057": "Collect level-up items in the Level-Up Area, then head over to Level Up in the Sync Pairs menu!",
}
