{
    "1001": "Collecting all the PML badges in the main story will allow you to take on the Champion Stadium!",
    "1002": "You can get items for increasing sync pairs to 6★ EX by battling in the Champion Stadium!",
    "1003": "You can attempt Hard difficulty and above once per week. Keep battling to reach 6★ EX!",
    "1004": "Progressing through the main story will allow you to team up with many different sync pairs!",
    "1005": "Win in the Champion Stadium for a chance to get items for increasing your sync pairs to 6★ EX!",
    "1006": "You can attempt Hard difficulty and above once per week. Keep battling to reach 6★ EX!",
    "1007": "A new event is currently under way! An exciting adventure awaits!",
    "1008": "The Battle Villa is currently open! Winning your way through the halls is a great way to get gems!",
    "1009": "You can now perform full recoveries on sync pairs in the Battle Villa! This is your chance to progress further!",
    "1010": "The Battle Villa will be closing soon! Now’s your chance to take on the remaining battles and get gems!",
    "1011": "You can win medals by defeating the Legendary Pokémon currently active in the Legendary Arena!",
    "1012": "The Legendary Arena will end soon! Gather your best team, and try your hand at winning all the medals!",
    "1013": "Having trouble winning battles? Try using level-up manuals obtained from the Level-Up Area!",
    "1014": "Try putting a sync pair with high HP in the first tactics slot. A tough sync pair can help protect your team!",
    "1015": "Check out the Cap-Unlock Area to keep progressing with Lv. 100 sync pairs by unlocking their level caps!",
    "1016": "Some of your sync pairs’ Pokémon can evolve! Head to Sync Pair Stories to find out which!",
    "1017": "Have you completed all the daily missions yet? New challenges await every day!",
    "1018": "Completing Mission Bingo: Beginner will earn you 3,000 gems!",
    "1019": "The Daily Scout can be used once per day via Sync Pair Scout in the Shop menu!",
    "1020": "Looks like your team has grown! Train in the Level-Up Area to make new sync pairs even stronger!",
    "1021": "Progress through the main story to unlock co-op areas!",
    "1022": "You can participate in events to get gear!",
    "1023": "It’s Pokémon Masters Day! Solo and co-op battles available!",
}
