{
    "pvoice_ch0021_00_green/system001": "Hey, I’m Blue! Whenever I see a strong Trainer, I just have to battle them. Nice to meet you!",
    "pvoice_ch0006_00_oba/system001": "The name’s Flint! I’m one of the Sinnoh Pokémon League’s Elite Four! And let me tell ya, my heart’s always on fire!",
    "pvoice_ch0008_00_erika/system001": "My name is Erika. Nice to meet you.",
    "pvoice_ch0013_00_hapu/system001": "I am Hapu, kahuna of Poni Island! I will fight with every fiber of my being!",
    "pvoice_ch0016_00_huuro/system001": "Hi, I’m Skyla, the high-flying girl! Whether you want to fly or blow your opponents away, you can count on me!",
    "pvoice_ch0029_00_asuna/system001": "I’m Flannery! I’m, uh, honored to be serving as a Fire-type Gym Leader... No, I mean...I’m in charge!",
    "pvoice_ch0101_00_mei/system001": "Nice to meet you! My name’s Rosa! I hope we can be friends!",
    "pvoice_ch0099_00_jun/system001": "Hey! I’m Barry, from Twinleaf Town! And if you’re like, “Where’s that?” I’m fining you ten million!",
    "pvoice_ch0015_00_takeshi/system001": "My name’s Brock. I’m a Gym Leader. When it comes to rock-hard willpower, nobody can beat me!",
    "pvoice_ch0010_00_maximum/system001": "I’m Crasher Wake! I’m a Water-type Gym Leader! Think you can take me on?!",
    "pvoice_ch0011_00_homika/system001": "Hey, I’m Roxie! Whether it’s in my band or in battle, I’ll always give it my all!",
    "pvoice_ch0023_00_momi/system001": "Hello, my name’s Cheryl. I’m a Pokémon Trainer. It’s nice to meet you!",
    "pvoice_ch0024_00_shikimi/system001": "I’m Shauntal, a Ghost-type Pokémon Trainer. I am both a writer and a member of the Unova Elite Four.",
    "pvoice_ch0026_00_akane/system001": "My name’s Whitney, and I’m a Gym Leader! Ain’t I a cutie?! Try not to get too infatuated!",
    "pvoice_ch0030_00_ran/system001": "Hehe! I’m Liza, a Psychic-type Pokémon Trainer! And I’m a twin! My brother and I are Gym Leaders.",
    "pvoice_ch0033_00_yakon/system001": "The name’s Clay. I’m the Gym Leader o’ Driftveil City Gym! Time to get to work!",
    "pvoice_ch0035_00_matthies/system001": "The name’s Surge! I’m the lightning lieutenant who battles with Electric-type Pokémon!",
    "pvoice_ch0036_00_mamane/system001": "I-I’m Sophocles... One of the captains of Ula’ula Island.",
    "pvoice_ch0037_00_fukuji/system001": "Ho ho! The name’s Ramos. I may not look it, but I’m a Grass-type Gym Leader. If yeh want to know about plants, I’m yer man!",
    "pvoice_ch0040_00_hachiku/system001": "I am Brycen. I’m known as the Ice Mask!",
    "pvoice_ch0043_00_toki/system001": "Hey, I’m Brawly, the next big wave in training and the leader of Dewford City’s Gym! Nice to meet you!",
    "pvoice_ch0057_00_shiba/system001": "I am Bruno, of the Indigo Elite Four! My Pokémon and I always train to the extreme!",
    "pvoice_ch0063_00_renbu/system001": "My name is Marshal, Elite Four member and Master Alder’s apprentice! I will achieve true strength with my training!",
    "pvoice_ch0094_00_genji/system001": "I am Drake, of the Hoenn Elite Four! Let me see if you truly know  what it takes to be a Trainer!",
    "pvoice_ch0097_00_mai/system001": "H-hi, I’m Marley. I’m looking forward to spending some time with you.",
    "pvoice_ch0002_00_kotone/system001": "Nice to meet you. I’m Lyra! I’ve spent a lot of time exploring  with my Pokémon!",
    "pvoice_ch0005_00_kanna/system001": "I am the Ice-type Pokémon Trainer Lorelei. I wonder, will you be able to make me feel  the heat of battle?",
    "pvoice_ch0018_00_chris/system001": "Heya, I’m Kris! I’ve got a lot of confidence in my knowledge of Pokémon! Feel free to ask me anything!",
    "pvoice_ch0019_00_yuki/system001": "My name’s Brendan. I’m a Trainer from the Hoenn region! I know a lot about Pokémon, so leave it to me!",
    "pvoice_ch0020_00_toya/system001": "Hi! I’m Hilbert! I’m really looking forward to  team battles alongside you. Let’s be friends!",
    "pvoice_ch0022_00_urup/system001": "You know who I am?  I’m Wulfric, the Gym Leader of Snowbelle City.",
    "pvoice_ch0025_00_suzuna/system001": "Hi, I’m Candice, the Gym Leader of an Ice-type Gym! I’ll show you how super focused I am, so you better be ready!",
    "pvoice_ch0027_00_natane/system001": "Hi! I’m Gardenia! I’m the master of vivid plant Pokémon and a Grass-type Gym Leader!",
    "pvoice_ch0031_00_fuu/system001": "I’m Tate! And I’m a twin! My sister and I are Gym Leaders. Don’t hear that every day, do you?",
    "pvoice_ch0034_00_matsurika/system001": "Heyyy, you and your Pokémon would make a real pretty painting. Oh, by the way, my name’s Mina.",
    "pvoice_ch0038_00_hyouta/system001": "I’m Roark, a Gym Leader!  Work hard and be as strong as a Rock-type  Pokémon. That’s my motto.",
    "pvoice_ch0041_00_nejiki/system001": "I’m Factory Head Thorton. Pleasure to meet me. Just so you know, my Pokémon knowledge is unbeatable.",
    "pvoice_ch0042_00_nagi/system001": "I am Winona, a Gym Leader. I am known as the bird Pokémon user who soars throughout the world.",
    "pvoice_ch0044_00_tsutsuji/system001": "Hello! I’m Roxanne. I like to strategize before a battle. That means applying everything I’ve studied up till now.",
    "pvoice_ch0045_00_tsukushi/system001": "I’m Bugsy! You may know me as the Azalea Town Gym Leader in the Johto region—or maybe as the Walking Bug Pokémon Encyclopedia!",
    "pvoice_ch0046_00_datsura/system001": "The name’s Noland! I’m the Frontier Brain  in charge of the Battle Factory over in Hoenn.  Pleasure to meet you!",
    "pvoice_ch0047_00_itsuki/system001": "I’m Will, of Indigo Elite Four fame. I’m here to show the world the true ferocity of my psychic powers!",
    "pvoice_ch0049_00_fuyo/system001": "Haha! I’m Phoebe, of the Hoenn Elite Four. My Pokémon and I share an unbreakable bond!",
    "pvoice_ch0050_00_sumomo/system001": "Hi! My name’s Maylene.  I’ll accept a challenge anytime, anywhere!",
    "pvoice_ch0051_00_litchi/system001": "I’m Olivia, the kahuna of Akala Island. Get ready for your hardest Pokémon battle yet!",
    "pvoice_ch0052_00_shizui/system001": "’Sup! The name’s Marlon, man of the sea! We should totally go for a swim sometime, dude!",
    "pvoice_ch0053_00_zakuro/system001": "My name’s Grant. I’m the Cyllage City Gym Leader back in Kalos. I climb any wall in front of me!",
    "pvoice_ch0055_00_gampi/system001": "I am Wikstrom, the famed steel blade of the Kalos Elite Four!",
    "pvoice_ch0058_00_kahiri/system001": "My name’s Kahili. I’m a member of the Alola Elite Four and also a professional golfer!",
    "pvoice_ch0059_00_katsura/system001": "Heh! I’m Blaine, the leader of Cinnabar Gym! People know me as the hotheaded quiz master!",
    "pvoice_ch0060_00_anzu/system001": "Janine of Fuchsia Gym—that’s me! I’m a ninja Pokémon Trainer and master of all things poison!",
    "pvoice_ch0061_00_kikuko/system001": "I’m Agatha, of the Indigo Elite Four! Let’s see what you can do, child!",
    "pvoice_ch0062_00_karin/system001": "I’m Karen, of the Indigo Elite Four. I hope you can at least provide me a bit of entertainment.",
    "pvoice_ch0096_00_zumi/system001": "I am Siebold, of the Kalos Elite Four. Tell me—don’t you think Pokémon battles are worthy of being called art?",
    "pvoice_ch0012_00_corni/system001": "Time for Lady Korrina’s grand appearance! Just teasing! Nice to meet you!",
    "pvoice_ch0009_00_senri/system001": "My name is Norman. I’m a Gym Leader from the Hoenn region. I’ll be counting on you from here on out.",
    "pvoice_ch0032_00_yanagi/system001": "My name is Pryce. I’m a Gym Leader. I have forged my path through life with Ice-type Pokémon by my side.",
    "pvoice_ch0092_00_iris/system001": "Hi! I’m Iris! People call me the girl who knows the hearts of dragons!",
    "pvoice_ch0015_01_takeshi/system001": "I feel like I’m on fire in this outfit! It just oozes strength, don’t you think? I’m ready for any battle. You can count on me!",
    "pvoice_ch0098_00_hau/system001": "Hey, I’m Hau. Nice to meet you! I’m from Melemele Island, and my old gramps is the kahuna there!",
    "pvoice_ch0028_00_ibuki/system001": "I am Clair, the world’s best Dragon-type master.",
    "pvoice_ch0039_00_viola/system001": "I’m Viola! We’re going to snag  some picturesque victories—I promise!",
    "pvoice_ch0054_00_kyo/system001": "I am Koga, of the Indigo Elite Four! I live in shadows. You will be safe in my company!",
    "pvoice_ch0056_00_kuchinashi/system001": "I’m an island kahuna, you know? From Alola. Oh, and the name’s Nanu.",
    "pvoice_ch0007_00_acerola/system001": "Hiya, I’m Acerola! I’m a member of the Alola Elite Four, bringing an old royal touch to Pasio!",
    "pvoice_ch0014_01_cheren/system001": "My name’s Cheren! I’m a Gym Leader and a teacher! Pleasure to meet you.",
    "pvoice_ch0110_01_kasumi/system001": "Have you heard of the Kanto Gym Leader they call the Tomboyish Mermaid? That’s me, Misty!",
    "pvoice_ch0004_00_toko/system001": "I’m Hilda! When it comes to Pokémon battles,  you can count on me! Trust me, I’m really good at this stuff!",
    "pvoice_ch0106_00_kamitsure/system001": "My name is Elesa. I’m a Gym Leader—and a model. Basically, I turn people’s dreams into reality.",
    "pvoice_ch0095_00_cattleya/system001": "I am Caitlin, of the Unova Elite Four. Perhaps here I can have the superb battles I seek.",
    "pvoice_ch0153_00_prim/system001": "My name is Glacia, of the Hoenn Elite Four. I’ve travelled to Pasio to hone my Ice-type moves.",
    "pvoice_ch0003_00_calme/system001": "Hi, I’m Calem, from the Kalos region. How about we compete to see who ends up stronger?",
    "pvoice_ch0048_00_gima/system001": "Call me Grimsley. I guess you could say  I’m a bit of a risk taker. I live for battles! That’s my destiny.",
    "pvoice_ch0140_00_sakaki/system001": "The ultimate goal of Team Rocket is to use Pokémon to rule the world.  I, Giovanni, am its leader!",
    "pvoice_ch0091_00_shirona/system001": "I’m Cynthia, Champion of the Sinnoh Pokémon League. I study Pokémon mythology.",
    "pvoice_ch0111_00_wataru/system001": "You can call me Lance, the dragon master! Something tells me the two of us are going to make a first-class team.",
    "pvoice_ch0101_00_mei/system011": "It’s great to see you again! I’m excited to help you out some more!",
    "pvoice_ch0096_00_zumi/system011": "Devotion to one’s craft leads to delightful results—in fine cuisine and in Pokémon training.",
    "pvoice_ch0017_00_leaf/system001": "Nice to meet you! I’m Leaf! Let’s explore our Pokémon’s potential together!",
    "pvoice_ch0112_00_hibiki/system001": "Hey, I’m Ethan! I’m always down for a fun new adventure. I love Pokémon!",
    "pvoice_ch0001_00_kukui/system001": "Hey there, cousin! I’m Kukui—a Pokémon Professor researching moves. So of course I love Pokémon battles! Oh yeah! ",
    "pvoice_ch0090_00_daigo/system001": "Hello! I’m Steven. I’m interested in rare stones, so I travel here and there.",
    "pvoice_ch0129_00_higana/system001": "I’m Zinnia—just a traveling Pokémon Trainer, dreaming of taking a little trip into space... Heh.",
    "pvoice_ch0114_00_natsume/system001": "I’m Sabrina. I’ve had psychic powers since I was a child. It started when I accidentally bent a spoon with my mind.",
    "pvoice_ch0151_00_melissa/system001": "I am Fantina! I wish to show you Pokémon battling à la danse classique!",
    "pvoice_ch0106_10_kamitsure/system001": "This outfit was tailor-made just for me— one of a kind! Bet it’s gonna make things way more fun!",
    "pvoice_ch0157_00_mache/system001": "I’m Valerie, a Fairy-type Gym Leader. The elusive fairy may appear delicate as a bloom, but it is strong.",
    "pvoice_ch0137_00_orchid1/system001": "Hello there! My name is Oak, but most people refer to me as the Pokémon Professor.",
    "pvoice_ch0000_00_red/system001": "... ... ...!",
    "pvoice_ch0125_00_guzma/system001": "Wanna see what destruction looks like? Here it is in human form— it’s your boy Guzma!",
    "pvoice_ch0121_00_plumeria/system001": "I’m Plumeria. I help keep Team Skull together. Basically, I’m like a big sister to a bunch of lovable numskulls.",
    "pvoice_ch0131_00_citron/system001": "The name’s Clemont! I like my Pokémon battles how I like my inventions—high-voltage!",
    "pvoice_ch0113_00_mikan/system001": "I’m Jasmine, a Gym Leader. I use the...clang! Steel type!",
    "pvoice_ch0128_00_mitsuru/system001": "N-nice to meet you! I’m Wally. My Pokémon and I are always moving forward together, little by little, day by day!",
    "pvoice_ch0127_00_mikuri/system001": "My name is Wallace. Sit back and fully absorb the brilliance of my aquatic illusions!",
    "pvoice_ch0133_00_shilver/system001": "My name’s Silver. I’m going to be the world’s greatest Pokémon Trainer.",
    "pvoice_ch0116_00_hikari/system001": "Hi, I’m Dawn. I’ve got a bit more experience as a Trainer than you, so I can teach you some things!",
    "pvoice_ch0170_00_arty/system001": "Oh, hellooo! I’m Burgh. I love creating works of art that showcase the beauty of Bug-type Pokémon.",
    "pvoice_ch0048_10_gima/system001": "To risk it all...just one Trainer and one Pokémon... It’s like candy for a thrill seeker like me.",
    "pvoice_ch0130_00_serena/system001": "Hi there! My name’s Serena. I turn my friendship with my Pokémon into pure strength!",
    "pvoice_ch0148_00_matsuba/system001": "My name’s Morty. I’m Ecruteak’s Gym Leader. Say, do you want to be part of my training?",
    "pvoice_ch0198_00_azami/system001": "I am Lucy... As the Pike Queen, I live and breathe Pokémon battles.",
    "pvoice_ch0240_00_musashi/system001": "I’m Jessie! Team Rocket, blast off at the speed of light!",
    "pvoice_ch0091_01_shirona/system001": "This outfit is a symbol of my determination. It’s time to show the world why I’m proud to be a Champion!",
    "pvoice_ch0194_00_akagi/system001": "My name is Cyrus. I will create a new world—a world without strife.",
    "pvoice_ch0241_00_kojiro/system001": "I’m James of Team Rocket! Surrender now, or prepare to fight!",
    "pvoice_ch0090_40_daigo/system001": "I’m Steven. When the weather gets this hot, I get fired up to take on new challenges.",
    "pvoice_ch0002_40_kotone/system001": "Hi, I’m Lyra! Are you up for an adventure today? I’m ready to soak up some sunshine!",
    "pvoice_ch0118_00_lillie/system001": "Nice to meet you! My name’s Lillie. I’ll show you my full power!",
    "pvoice_ch0119_00_gladion/system001": "Call me Gladion. I like Pokémon battling because it doesn’t matter if you’re a kid or an adult. Everyone’s equal here!",
    "pvoice_ch0120_00_lusamine/system001": "I am the president of the Aether Foundation. But please, call me Lusamine. I’m so glad we got to meet.",
    "pvoice_ch0021_01_green/system001": "Bonjour! The name’s Blue! Feast your eyes on the future PML Champion!",
    "pvoice_ch0017_10_leaf/system001": "Hi, I’m Leaf! Let’s have a battle to see if you love Pokémon as much as I do!",
    "pvoice_ch0183_00_molayne/system001": "Well, hi there. I’m Molayne, a member of the Alola Elite Four. I can’t wait to see you grow.",
    "pvoice_ch0007_40_acerola/system001": "Fight or fright! I’m Acerola, and I’m bringing an old royal touch to Pasio!",
    "pvoice_ch0020_40_toya/system001": "GRAAAWR! I’m Hilbert! Let’s team up in battle and really get our blood pumping!",
    "pvoice_ch0115_00_denji/system001": "I’m Volkner. As a Pokémon Trainer, I want to have battles that can thrill me more than anything!",
    "pvoice_ch0007_00_acerola/system011": "Hiya! It’s me again, Acerola! I’m still here to battle, whenever you need me!",
    "pvoice_ch0020_00_toya/system011": "When we team up, no one can stop us!  Let’s give it our best—together!",
    "pvoice_ch0100_00_kyohei/system001": "Hey there! I’m Nate! If it’s OK with you, let’s team up!",
    "pvoice_ch0102_00_bell/system001": "Hey there! My name’s Bianca. Nice to meet you! Oh! I’m from Unova, by the way. I hope we can be friends!",
    "pvoice_ch0215_00_lutia/system001": "Dazzling, dizzying, doldrums defying! It’s me, Lisia! The miraculous contest idol from Hoenn!",
    "pvoice_ch0243_00_yuri/system001": "Hullo! I’m Gloria! I’m from a small town in Galar called Postwick! Pleased to meetcha!",
    "pvoice_ch0016_00_huuro/system011": "Aha, we meet again! When we’re together, the sky’s the limit!",
    "pvoice_ch0008_00_erika/system011": "How lovely to see you again. I do hope we get to know each other better.",
    "pvoice_ch0089_00_n/system001": "My name is N. I will show you that my love for my friends permeates every cell of my body. Behold!",
    "pvoice_ch0126_00_haruka/system001": "I’m May! My dream is to become friends with Pokémon all over the world! Nice to meet you!",
    "pvoice_ch0118_00_lillie/system011": "I’ll do my best so that no Pokémon have to end up getting hurt!",
    "pvoice_ch0111_00_wataru/system011": "Allow me to lend you my strength, whenever you should need it. It’s time to move!",
    "pvoice_ch0124_00_mao/system001": "Hey! Thanks for stopping by! I’m Mallow, one of Alola’s captains!",
    "pvoice_ch0132_00_adeku/system001": "My name is Alder! One of my goals is to tell people about how wonderful the future with Pokémon is!",
    "pvoice_ch0196_00_fleurdelis/system001": "I am Lysandre. Let’s see what potential you have hidden within you.",
    "pvoice_ch0256_00_nezz/system001": "I’m Piers, the Gym Leader of Spikemuth! I  make dark music and use Dark-type  Pokémon! It’s time to rock!",
    "pvoice_ch0130_00_serena/system011": "I knew we’d run into each other again! I feel like the friendship we have with our Pokémon connects us.",
    "pvoice_ch0116_00_hikari/system011": "Need some help on your next big adventure? I’m your gal! Come on, let’s do some exploring!",
    "pvoice_ch0158_00_carnet/system001": "I’m Diantha. If my life were a movie, I’d play the role of a famous Pokémon Trainer / actress.",
    "pvoice_ch0092_80_iris/system001": "It’s me, Iris, Champion of the Unova Pokémon League! I’ll help you take on any challenge!",
    "pvoice_ch0245_00_mary/system001": "I’m Marnie from Spikemuth. Guess you an’ me are gonna be seein’ a lot more of each other from now on, huh?",
    "pvoice_ch0247_00_dande/system001": "I’m the Galar region’s greatest-ever Pokémon Champion. People call me the unbeatable Leon!",
    "pvoice_ch0136_00_platane/system001": "I’m Professor Sycamore! It’s a pleasure to finally meet you! How is your Pokémon journey going so far?",
    "pvoice_ch0122_00_yo/system001": "Alola! My name’s Elio. Looking forward to spending some time exploring Pasio together!",
    "pvoice_ch0123_00_mizuki/system001": "Alola! I’m Selene, and I’d love to go exploring with you! In fact, let’s go right now!",
    "pvoice_ch0126_00_haruka/system011": "*giggle* It’s nice to see you again! Let’s keep up the good work!",
    "pvoice_ch0170_00_arty/system011": "No matter how many times we meet, I always discover something new about you. It certainly keeps things interesting!",
    "pvoice_ch0249_00_rulina/system001": "My name’s Nessa. I’m the Gym Leader of Hulbury over in Galar. Pleased to meet you!",
    "pvoice_ch0250_00_saida/system001": "I’m Bea, a Gym Leader specializing in Fighting-type Pokémon. Show me what you’ve got in a quick bout.",
    "pvoice_ch0257_00_qibana/system001": "Hey there! I’m Raihan, a Gym Leader from Galar. C’mon, let’s take a selfie together to remember this moment!",
    "pvoice_ch0195_00_ghetsis/system001": "My name is Ghetsis, representative of Team Plasma and liberator of Pokémon everywhere.",
    "pvoice_ch0117_00_royalmask/system001": "I’m here today to spread the word about Battle Royal! They call me...the Masked Royal! Woo!",
    "pvoice_ch0192_00_matsubusa/system001": "I’m Maxie. I stand at the head of Team Magma to propel humanity to greater heights of progress and evolution.",
    "pvoice_ch0193_00_aogiri/system001": "The name’s Archie. I’m the leader of Team Aqua. I will return everything to its unspoiled beginnings!",
    "pvoice_ch0161_00_hara/system001": "I’m glad to meet you, child. I am Hala, an Island Kahuna from Alola! ",
    "pvoice_ch0160_00_suiren/system001": "Hello. I’m Lana. I serve as the captain of Brooklet Hill.",
    "pvoice_ch0149_00_kaki/system001": "The name’s Kiawe. I’m a student of the ancient dances that have been passed down in Alola for generations.",
    "pvoice_ch0035_00_matthies/system011": "I’ll zap our enemies with my Electric-type Pokémon! Come on. Let’s move out!",
    "pvoice_ch0148_00_matsuba/system011": "Hey, we meet again. I sense a strong connection with you. Here’s to more adventures together.",
    "pvoice_ch0062_00_karin/system011": "Me? Team up with you?  I suppose that could be interesting.",
    "pvoice_ch0129_00_higana/system011": "This can’t just be coincidence... I was just thinking about you!",
    "pvoice_ch0108_00_nobori/system001": "I’m the Subway Boss Ingo! Pleasure to meet you. Now then, all aboard!",
    "pvoice_ch0109_00_kudari/system001": "I am Emmet. I am a Subway Boss. Follow the rules. Safe driving!",
    "pvoice_ch0243_40_yuri/system001": "Do you like my new outfit? I felt like wearing something a little more beachy for a change!",
    "pvoice_ch0245_40_mary/system001": "I’m Marnie, and I’m feelin’ right sunny this summer! Let’s power through this heat together!",
    "pvoice_ch0045_00_tsukushi/system011": "There’s still so much to research!",
    "pvoice_ch0066_01_boss/system001": "I’m Lear, creator of Pasio and the PML. I’m going to be a king who cares about his subjects!",
    "pvoice_ch0067_01_leader1/system001": "Oh, hey. I’m Rachel. My job’s to, like, do stuff for Master Lear. Sooo, yeah!",
    "pvoice_ch0068_01_leader2/system001": "The name’s Sawyer. I’m asking for your support—for the sake of Pasio, the PML, and our young master!",
    "pvoice_ch0135_00_kagetsu/system001": "I’m Sidney, one of the Hoenn Elite Four. Think you’re tough enough to give me a challenge?",
    "pvoice_ch0150_00_hayato/system001": "I’m Falkner, the Violet City Pokémon Gym Leader! I’ll show you the real power of the magnificent bird Pokémon!",
    "pvoice_ch0205_00_lesoir/system001": "Umm... My name is Evelyn... I’m a Battle Chatelaine like my sisters.",
    "pvoice_ch0244_00_hop/system001": "It’s me, Hop! It’s time for my new legend to begin here with my partner Pokémon!",
    "pvoice_ch0247_10_dande/system001": "I’ll always be around to make sure we have a champion time! I won’t let anybody down!",
    "pvoice_ch0089_40_n/system001": "My name is N. We should celebrate this special day that brought us together.",
    "pvoice_ch0118_50_lillie/system001": "Alola! I’m Lillie! Let’s make a bunch of memories to celebrate this special day!",
    "pvoice_ch0090_50_daigo/system001": "I’ll continue challenging myself and show you my true power as the Champion of Hoenn!",
    "pvoice_ch0110_01_kasumi/system011": "If you have a question about something, you can always ask me, OK? That’s what friends are for!",
    "pvoice_ch0000_00_red/system011": "... ... ...!",
    "pvoice_ch0021_00_green/system011": "Come on! As long as you’re with me, we can handle anybody who comes our way!",
    "pvoice_ch0110_10_kasumi/system001": "I’m Misty, the tomboyish mermaid! Let’s get together and pummel through our rivals with an all-out offensive!",
    "pvoice_ch0008_10_erika/system001": "My name is Erika. Would you like to have a Pokémon battle with me?",
    "pvoice_ch0159_00_kokuran/system001": "Pleased to make your acquaintance. My name is Darach. I’ve long had the honor of serving as Castle Valet of the Battle Frontier.",
    "pvoice_ch0251_00_onion/system001": "Um... Hi... ... ...’M Allister.",
    "pvoice_ch0148_40_matsuba/system001": "My name’s Morty. Would you like to join me in the Midnight Parade?",
    "pvoice_ch0095_40_cattleya/system001": "It’s me, Caitlin. *giggle* Something tells me we’re about to embark on an enchanting journey together.",
    "pvoice_ch0125_00_guzma/system011": "There’s not enough destruction! Ergh! C’mon, kid! It’s time to smash!",
    "pvoice_ch0158_00_carnet/system011": "I can’t wait to see what you and your Pokémon are capable of now!",
    "pvoice_ch0113_00_mikan/system011": "I hope we keep battling together so we can become even better friends!",
    "pvoice_ch0004_00_toko/system011": "Team battles with you are fun! Can’t wait to keep working with ya!",
    "pvoice_ch0048_00_gima/system011": "Lots of things make me happy, but I don’t let my emotions show.",
    "pvoice_ch0259_00_sania/system001": "Hey there! I’m Sonia. I’ve been on a journey to solve the Galar region’s biggest mysteries!",
    "pvoice_ch0106_80_kamitsure/system001": "Want a battle that’ll shock you through and through? I think I can help with that.",
    "pvoice_ch0249_40_rulina/system001": "I’m Nessa. Let’s enjoy this time together and claim ourselves a victory.",
    "pvoice_ch0247_40_dande/system001": "I’m Leon, the Champion of Galar! What a wonderful gift it is to see you today!",
    "pvoice_ch0120_10_lusamine/system001": "My name is Lusamine. I will light your way with beams of sunlight.",
    "pvoice_ch0091_20_shirona/system001": "I’m Cynthia. Would you be interested in investigating some Pokémon myths together?",
    "pvoice_ch0162_00_koki/system001": "Hiya, I’m Lucas! I’m Professor Rowan’s assistant in Sinnoh! Here’s hoping we have tons of fun!",
    "pvoice_ch0114_40_natsume/system001": "My name is Sabrina. I sense a new beginning... It’s emanating a bright light.",
    "pvoice_ch0115_40_denji/system001": "I’m Volkner. You and I should get together and have an electrifying new start with a battle!",
    "pvoice_ch0245_41_mary/system001": "It’s me, Marnie. Have you noticed that sweet, sugary scent all over town? Almost makes me wanna smile.",
    "pvoice_ch0250_40_saida/system001": "I’m Bea. I love Pokémon battles! And...I’m also quite fond of sweets, too.",
    "pvoice_ch0116_10_hikari/system001": "I’m Dawn, the hero who’ll protect everyone’s hopes and dreams!",
    "pvoice_ch0194_10_akagi/system001": "My name is Cyrus. I will create a perfect world devoid of useless emotions.",
    "pvoice_ch0130_40_serena/system001": "I’m Serena! I may love chocolate, but I’m anything but sweet on the battlefield!",
    "pvoice_ch0116_40_hikari/system001": "Hi, I’m Dawn! Wanna learn how to make some sweets? I can teach you!",
    "pvoice_ch0016_41_huuro/system001": "I’m Skyla! I’m so excited for today—I just can’t wait to get out and do something fun!",
    "pvoice_ch0126_41_haruka/system001": "It’s me, May! Any day I can make a friend as awesome as you is a day worth celebrating!",
    "pvoice_ch0257_40_qibana/system001": "I’m Raihan. You’re never gonna forget meeting a guy like me as long as you live!",
    "pvoice_ch0130_10_serena/system001": "I’m Serena, fashion-lover and protector of the peace and order of all Pokémon!",
    "pvoice_ch0259_00_sania/system011": "Hey, I know you! Want to help me solve some of Pasio’s mystifying mysteries sometime?",
    "pvoice_ch0108_00_nobori/system011": "Bravo! What a pleasure it is to see your face again, young Trainer!",
    "pvoice_ch0109_00_kudari/system011": "So, we meet again. Link with me to form a two-car train, and full speed ahead!",
    "pvoice_ch0126_40_haruka/system001": "I’m May! I’ve got cute, fluffy ears and a bounce in my step, just like my partner Pokémon!",
    "pvoice_ch0170_40_arty/system001": "I’m Burgh! Do you like my new outfit? It’s bound to make any event a pure delight!",
    "pvoice_ch0148_10_matsuba/system001": "My name’s Morty. Care to see the results of my secret training?",
    "pvoice_ch0140_10_sakaki/system001": "I am Giovanni, leader of Team Rocket. One day, the entire world will be under my control.",
    "pvoice_ch0152_00_ryo/system001": "Hello! I’m Aaron of the Sinnoh Elite Four. It’s good to meet you!",
    "pvoice_ch0154_00_kikuno/system001": "I’m Bertha, member of the Sinnoh Elite Four. I have a preference for Ground-type Pokémon.",
    "pvoice_ch0176_00_goyo/system001": "I’m Lucian, a Psychic-type user. I’ll have to go all out against you to live up to my reputation.",
    "pvoice_ch0246_00_beet/system001": "I’m Bede. You’d better remember me—I’m the most elite Trainer of them all.",
    "pvoice_ch0002_10_kotone/system001": "Hi, I’m Lyra! It’s really nice to meet you. I’m so happy, I could dance!",
    "pvoice_ch0112_10_hibiki/system001": "I’m Ethan! No one can beat my partner and me when it comes to epic Pokémon battles!",
    "pvoice_ch0018_10_chris/system001": "Nice to meet you! My name’s Kris, and I’m on a journey to learn more about Pokémon!",
    "pvoice_ch0089_41_n/system001": "My name is N. It’s quite an exciting day, isn’t it? I can’t wait to enjoy it with you.",
    "pvoice_ch0004_41_toko/system001": "Hi, I’m Hilda! Festivals are all about having fun. Let’s get out there and have a blast!",
    "pvoice_ch0012_10_corni/system001": "Time for Lady Korrina’s big appearance! Together, we can aim even higher!",
    "pvoice_ch0243_80_yuri/system001": "I’m Gloria! My Pokémon and I are always eager to train, no matter what time it is!",
    "pvoice_ch0019_10_yuki/system001": "I’m Brendan. If you ever need help, give me a call! I’m your guy!",
    "pvoice_ch0126_10_haruka/system001": "I’m May! Let’s team up and show everyone some blazing-hot Pokémon battles!",
    "pvoice_ch0217_00_handsome/system001": "I’m a globe-trotting elite of the International Police. My code name is Looker.",
    "pvoice_ch0222_00_kagari/system001": "I...am Courtney. You. Target lock...completed. Aha... ♪",
    "pvoice_ch0090_10_daigo/system001": "I’m Steven. I travel the world in search of undiscovered lands and unknown possibilities.",
    "pvoice_ch0140_00_sakaki/system011": "My wicked scheme is far from over. Stick around. You’ll see...",
    "pvoice_ch0091_10_shirona/system001": "I’m Cynthia. I always strive to get stronger and better, both in battle and in my heart.",
    "pvoice_ch0264_00_satoshi/system001": "I’m Ash from Pallet Town, and this is my buddy, Pikachu. My dream is to become a Pokémon Master!",
    "pvoice_ch0204_00_lanuit/system001": "Hello! How are ya? I’m Nita, youngest o’ the four Battle Chatelaine sisters! Pleasure to meet ya!",
    "pvoice_ch0531_70_sightseerf/system001": "Tagging along with you looks like it’ll be lots of fun! You don’t mind, do you?",
    "pvoice_ch0131_00_citron/system011": "Oh! I’m glad that we got to meet again like this!",
    "pvoice_ch0025_00_suzuna/system011": "Yes! I’m gonna stay focused and keep giving it my all!",
    "pvoice_ch0060_00_anzu/system011": "Janine on the scene! I’m still learning, but I’ll back you up with my ninja techniques!",
    "pvoice_ch0036_00_mamane/system011": "I wanna get stronger together, as a team! And work harder! Harder than ever!",
    "pvoice_ch0133_00_shilver/system011": "Oh, it’s you. Whatever... We’ll show you how strong we are!",
    "pvoice_ch0091_00_shirona/system011": "Together, I feel like we can unravel mythology’s greatest mysteries! Let’s give it our all.",
    "pvoice_ch0089_00_n/system011": "I’ll become the bridge between Pokémon and humans!",
    "pvoice_ch0136_00_platane/system011": "Let’s get out there, meet all sorts of people and Pokémon, and fill our lives with rich experiences!",
    "pvoice_ch0245_00_mary/system011": "Fancy seein’ you again. Looks like my Pokémon’s warmed up to ya quite a bit.",
    "pvoice_ch0128_10_mitsuru/system001": "I’m Wally. With my new outlook and sygna suit, I’ll keep pushing myself to greater heights!",
    "pvoice_ch0242_00_masaru/system001": "Hello! I’m Victor, and I’m from the Galar region. I’m pretty confident when it comes to cooking!",
    "pvoice_ch0092_40_iris/system001": "Hi there! I’m Iris, and I’m here for my candy!",
    "pvoice_ch0251_40_onion/system001": "’M Allister. L-looks like tonight’s gonna be loads of fun!",
    "pvoice_ch0254_00_gordie/system001": "The name’s Gordie. Our battles are bound to get the crowd going!",
    "pvoice_ch0255_00_melon/system001": "I’m Melony. I’ll show you what a severe battle truly is.",
    "pvoice_ch0521_60_hexmaniac/system001": "I’m a hex maniac... And I’ve known the two of us would meet since my previous life...",
    "pvoice_ch0257_00_qibana/system011": "Hey, gimme a shout if you’re ever in trouble, all right? I’ve got your back!",
}
